CREATE TABLE Article (
	articleID 	INT(4) NOT NULL AUTO_INCREMENT,
	title		VARCHAR(100) NOT NULL,
	artiContent	TEXT NOT NULL,
	datetimes	datetime NOT NULL,
	userID int(4),
	CONSTRAINT articleID_pk PRIMARY KEY (articleID) ,
	CONSTRAINT userID_fk FOREIGN KEY (userID)
		REFERENCES users(userID)
) ENGINE=MyISAM DEFAULT CHARSET=utf8 AUTO_INCREMENT =1 ;

CREATE TABLE comments (
	commentsID 	INT(4) NOT NULL AUTO_INCREMENT,
	comContent	TEXT NOT NULL,
	commentTime	datetime,
	articleID INT(4),
	userID INT(4),
	CONSTRAINT comments_pk PRIMARY KEY (commentsID),
	CONSTRAINT articleID_fk FOREIGN KEY (articleID)
		REFERENCES Article(articleID),
	CONSTRAINT userID_fk FOREIGN KEY (userID)
		REFERENCES users(userID)
) ENGINE=MyISAM DEFAULT CHARSET=utf8 AUTO_INCREMENT =1 ;

insert into Article( articleID, title, artiContent, datetimes) VALUES 
('','10 เรื่องที่ต้องรู้ก่อนเรียนปีนหน้าผา','หน้าร้อนอย่างนี้อีกหนึ่งกิจกรรมที่สนใจและได้รับความนิยมมากขึ้นเรื่อยๆ คือการปีนหน้าผา แต่ก่อนอาจจะมีเฉพาะชาวต่างชาติที่สนใจการออกกำลังกายแบบแอดแวนเจอร์แบบนี้ และใช้สถานที่ของบ้านเราเป็นแหล่งฝึกมือ สถานที่ยอดฮิตก็อย่างเช่นหาดไร่เลย์ จังหวัดกระบี่ ที่ต้อนรับนักปีนผาจากทั่วโลก และเมื่อเป็นกระแสอย่างช้าๆ การปีนผาจึงกลายเป็นอีกรูปแบบการออกกำลังกายที่หลายคนอยากเข้าไปลิ้มลอง เพราะนอกจากสารอดรีนาลีนที่หลั่งออกมาจากแต่ละย่างก้าว การปีนผายังเป็นการออกกำลังกายแบบแอโรบิคที่มีส่วนช่วยพัฒนากล้ามเนื้อส่วนบนไปในคราวเดียวกัน และยังเป็นทางเลือกที่ดีในการเสริมสร้างระบบการทำงานของสมองให้มีประสิทธิภาพ เราจะพาไปเรียนรู้ 10 เรื่องเบื้องต้นที่นักปีนหน้าผามือสมัครเล่นควรรู้ แต่ขอบอกไว้ก่อนว่านี่คือข้อมูลเบื้องต้น หากคิดจะลองในศาสตร์นี้จริงๆ ไปสตูดิโอที่สอนการปีนหน้าผาแบบจริงจัง และปรึกษาครูฝึก นั่นคือหนทางแรกสู่การเปิดโลกอีกใบให้กับคุณ 
<img src="../image/article-img/article1">

1.	เลือกรูปแบบการปีนหน้าผาที่ใช่คุณที่สุด
การปีนหน้าผามีรูปแบบที่หลากหลาย ลองเล่นทุกๆ แบบ เพื่อดูว่าคุณชอบและเหมาะกับรูปแบบไหน Top-roping หรือ rope climbing ดูจะเหมาะสำหรับมือใหม่ เพื่อให้คุณได้สำรวจระยะทางบนหน้าผาโดยจะใช้ผู้ช่วยส่งเชือก หรือจะใช้เครื่องส่งเชือกแบบอัตโนมิติก็ได้ ในคนที่กลัวความสูง อาจจะลองรูปแบบการปีนที่ระยะสั้นกว่าโดยไม่ใช้เชือก แต่เป็นการปีนผ่านหินที่มีขนาดใหญ่กว่า และเมื่อออกสู่สนามจริงเลือกรูปแบบการปีนที่เข้ากับประสบการณ์ของคุณมากที่สุดทั้ง Sport Climbing  และ Trad Climbing สำหรับมือโปร   
 
2.	เตรียมอุปกรณ์ให้พร้อม
เหมือนการออกกำลังกายประเภทอื่น การเตรียมอุปกรณ์สำหรับปีนหน้าผาให้พร้อมเป็นข้อปฏิบัติเบื้องต้นที่ควรใส่ใจ ควรเลือกรองเท้าที่บางเบาเพื่อให้รับรู้ถึงสัมผัสเมื่อคุณก้าวไปบนจุดยึดเกาะบนหน้าผา ไม่ต้องใส่ถุงเท้าหากเป็นรองเท้าส่วนตัวของคุณเอง หรือใส่เพียงถุงเท้าบางๆ เมื่อคุณเช่าในสตูดิโอ หากเป็นการปีนผ่านหินก้อนกลมควรใช้ถุงผงชอล์คเพื่อป้องกันมือลื่น และสำหรับการปีนแบบ top-roping สิ่งสำคัญคือเชือกควบคุม เชือกนำ ถุงผงชอล์ค ตะขอเกี่ยว และอุปกรณ์ยึดเกาะแบบต่างๆ 
 
3.	เรียนรู้เชือกแต่ละรูปแบบ
เชือก เป็นอีกหนึ่งอุปกรณ์สำคัญในการปีนหน้าผา การเรียนรู้เกี่ยวกับเชือก รู้วิธีการผูกมัด เป็นพื้นฐานที่คุณควรต้องศึกษาและต้องได้รับใบอนุญาติ
ซาร่า เลน จาก Brooklyn Boulders ได้กล่าวไว้ว่า การเรียนรู้เชือก วิธีการผูกมัด และการส่งเชือกหรือที่เรียกรวมๆ กันว่า belay ตามศัพท์ของนักปีนหน้าผานั้นจะทำให้คุณเรียนรู้การเคลื่อนไหวของร่างกายและทำให้กล้ามเนื้อได้จดจำการทำงานในทุกๆ ก้าวเมื่อคุณอยู่บนหน้าผา
<img src="../image/article-img/article2">

4. เลือกเส้นทางการปีน
สำหรับการปีนแบบ Top-Roping นั้น จะเริ่มด้วยหมายเลข 5 ตามด้วยจุดทศนิยมและตัวเลขที่ตามมาด้านหลังนั้นแทนระดับความยากง่ายในการปีน เช่นระดับ 5.5 , 5.6 เป็นระดับของผู้เริ่มต้น และเมื่อตัวเลขหลังจุดทศนิยมน้อยลงอย่าง 5.12 ก็แสดงถึงระดับความยากของการปีน ส่วนการปีนแบบ Bouldering จะให้เรท V โดยเริ่มต้นที่ V0 แรกที่คุณเริ่มปีนหน้าผานั้นต้องเริ่มด้วยสองมือที่จับไปที่หลุมหรือรูบนหน้าผา โดยสองขาก็ต้องพ้นจากพื้นมาเช่นเดียวกัน จากนั้นจึงค่อยๆ ปีนตามเส้นทางที่บ่งบอกเป็นสีเดียวกันบนผนัง บางเส้นทางอาจจะไม่มีหลุมให้วางเท้าเมื่อเริ่มต้น ซึ่งเริ่มง่ายๆ เพียงการยันเท้าข้างหนึ่งบนผนังเท่านั้น
 
5.	ให้ความสำคัญกับลำตัวแกนกลาง
ดูเหมือนว่าการปีนหน้าผานั้นจะต้องให้ความสำคัญกับกล้ามเนื้อส่วนบนของร่างกาย แต่ที่จริงแล้วลำตัวแกนกลางนั้นก็มีความสำคัญมากที่สุด ผู้ที่ออกกำลังกายอย่างยิมนาสติก โยคะ พิลาทีส มาก่อนจะทำให้การเริ่มต้นการปีนหน้าผานั้นไปได้สวย ส่วนร่างกายส่วนอื่นๆ ที่ต้องให้ความสำคัญเช่นเดียวกัน เช่นความแข็งแรงของนิ้วมือ มือ และร่างกายส่วนบนอย่างแขน หัวไหล่ และแผ่นหลัง
 
6.	รักษาแขนให้ตรงตลอดเวลา
นึกถึงช่วงเวลาการหิ้วถุงจากซุปเปอร์มาเก็ตหนักๆ คุณต้องยืดแขนให้ตรงใช่หรือไม่? การงอแขนนั้นจะยิ่งทำให้แขนของคุณอ่อนล้ามากขึ้น เช่นเดียวกับการปีนหน้าผา การทำให้แขนเหยียดตรงตลอดเวลาจะทำให้การปีนมีประสิทธิภาพยิ่งขึ้น ในขณะเดียวกันการงอขาไปด้วยก็จะยิ่งเป็นแรงส่งให้คุณปีนได้ง่ายขึ้นจากการใช้ลำตัวส่วนล่างประกอบกัน
<img src="../image/article-img/article3">

7.	วางแผนการปีน
มันเป็นไอเดียที่ชาญฉลาดมากหากคุณแหงนมองไปบนหน้าผาแล้ววางแผนการปีนก่อนการขึ้นปีนจริง การลองเลียนแบบการวางมือก่อนการปีนจริงจะทำให้คุณมีประสบการณ์มากขึ้นก่อนการปีนจริง หรือการสังเกตุว่าหลุมไหนมีร่องรอยของชอล์คหรือรอยเท้าของนักปีนคนก่อนอยู่ นั่นก็เป็นอีกเทคนิคที่ทำให้คุณวางแผนการปีนได้ประสบความสำเร็จมากขึ้น
 
8.	รู้จักศัพท์ในการสื่อสาร
การปีนหน้าผา สิ่งสำคัญคือการสื่อสาร โดยเฉพาะเมื่อคุณมีพาร์ทเนอร์ที่ทำการ belay ให้กับคุณอยู่เบื้องล่าง เพราะเมื่อสื่อภาษากันเข้าใจก็จะยิ่งทำให้คุณปีนได้ดี ปีนได้ไกลถึงจุดหมาย และลดความเสี่ยงต่อการปีนพลาดที่อาจเกิดขึ้นได้
 
9.	กระโดดลงจากผาอย่างปลอดภัย
แรกๆ ที่กระโดดลงจากหน้าผาเมื่อปีนเสร็จแล้วนั้นอาจจะดูเป็นเรื่องน่าหวาดเสียว แต่หากฝึกบ่อยๆ ท่าลงจะเป็นท่าที่คุณชื่นชอบ เทคนิคคือเมื่อคุณพร้อมจะลงจากหน้าผา ให้สัญญาณกับพาร์ทเนอร์ที่ทำ belay ให้กับคุณว่า ‘lower’ เหยียดแขนให้สุด ให้เท้าทั้งสองยันหน้าผาเอาไว้ แล้วค่อยๆ ปล่อยมือโดยตั้งใจว่าขาทั้งสองต้องลงพื้นก่อน ซึ่งท่านี้จะลดอาการบาดเจ็บที่หัวเข่าได้
 
10.	เตรียมตัวให้พร้อมเมื่อออกปีนกลางแจ้ง
การปีนหน้าผาในสตูดิโอกับการปีนหน้าผาจริงกลางแจ้งนั้นมีความแตกต่างกันโดยสิ้นเชิง เกรดที่ได้รับจากการฝึกจะมีคุณค่ามากเมื่อใช้กับการปีนกลางแจ้ง เพื่อเป็นเครื่องการันตีชั่วโมงบิน การปีนกลางแจ้งแตกต่างกับการปีนในร่มทั้งสภาพอากาศและหลุมจับธรรมชาติที่คุณคาดไม่ถึง เพราะฉะนั้นการเตรียมตัวให้พร้อมทั้งตัวเองและการสื่อสารกับพาร์ทเนอร์จะยิ่งทำให้การออกไปปีนกลางแจ้งของคุณสนุกสนานมากยิ่งขึ้น
 
ทั้ง 10 ข้อที่กล่าวไปเป็นเพียงข้อมูลเบื้องต้นสำหรับคนที่สนใจอยากจะเริ่มปีนหน้าผา หากอยากเรียนรู้เพิ่มเติมแบบเจาะลึกพร้อมทั้งได้ลงปีนหน้าผาจริงๆ การฝึกในสตูดิโอที่ได้มาตรฐานพร้อมครูฝึกที่ผ่านการเทรนด์มาเป็นอย่างดี ก็เป็นทางเลือกที่นักปีนผาหน้าใหม่ทั้งหลายควรให้ความสำคัญ เลือกสตูดิโอปีนหน้าผาที่ใช่จะทำให้คุณสนุกและท้าทายกับกิจกรรมนี้มากยิ่งขึ้น
','null')

('','8 ขั้นตอนปีนเขาง่ายๆ ฉบับผู้เริ่มต้น','<img src="../image/article-img/article2.1"><img src="../image/article-img/article2.2">
เคยฝันไหมที่จะขึ้นไปยืนบนจุดสูงสุดของยอดเขาเอเวอร์เรสต์ หรือฝันใกล้ ๆ ที่จะพิชิตยอดเขาสูงของไทย ไม่ว่าจะที่ไหน ๆ คุณก็สามารถออกไปแตะขอบฟ้าเหล่านั้นได้ ถ้าเตรียมตัวให้พร้อมก่อนออกเดินทาง
มาดู 8 ขั้นตอนปีนเขาง่าย ๆ ฉบับผู้เริ่มต้น ที่รับประกันว่าหนุ่มสาวขาลุยทั้งหลายเตรียมแพคของออกจากบ้านกันได้เลย!
1. เลือกสไตล์ปีนเขาที่ชอบ
ก่อนอื่นมาเริ่มจากการสำรวจตัวเองกันก่อนดีกว่า ว่าตัวคุณนั้นชื่นชอบการปีนเขาแบบไหน
Bouldering – เหมาะกับผู้เริ่มต้นไม่มีประสบการณ์ สามารถปีนระยะสั้น 3-4 เมตร มีเส้นทางที่ท้าทาย เห็นแบบนี้แค่มีรองเท้าปีนเขาคู่ใจสักคู่ลุยได้เลย
Sport Climbing – เหมาะกับผู้เริ่มต้นหรือผู้เล่นทั่วไป จะเป็นการปีนโดยใช้เชือก ซึ่งมีการกำหนดเส้นทางเอาไวเแล้ว การปีนเขาแบบนี้ค่อนข้างได้รับความนิยมมากเลยทีเดียว
Treditional Climbing – เหมาะกับผู้เชี่ยวชาญมีประสบการณ์สูง ซึ่งผู้ปีนจะต้องปีนและติดตั้งอุปกรณ์ต่าง ๆ ที่หน้าผาเอง นับว่าไม่เจ๋งจริงอย่าพึ่งไปทดลองนะครับ
Free Climbing– เหมาะกับผู้เชี่ยวชาญมีประสบการณ์สูงเช่นกัน ซึ่งการปีนประเภทนี้ก็ตรงตามชื่อคือมีอิสระ ปีนโดยไม่มีอุปกรณ์ป้องกัน ฉายเดี่ยวกันไปเลย

2. เลือกอุปกรณ์ที่ชอบ
เลือกแบบปีนเขากันไปแล้ว มาเช็คอุปกรณ์กันสักหน่อยดีกว่า
ผงชอล์กและถุงใส – ช่วยลดความชื้นที่มือ เพื่อความถนัดในการเกาะ เพราะถ้าเหงื่อออกขึ้นมาก็เสี่ยงที่จะลื่นได้ง่าย ๆ เลยล่ะ
ฮาร์เนส – สายรัดสะโพกหรือสายรัดนิรภัย สามารถปรับให้เข้ากับสรีระร่างกายของแต่ละคนได้
รองเท้าปีนผา – การเลือกรองเท้าปีนผาควรเลือกแบบที่พื้นเรียบ ไม่มีดอกยาง หัวรองเท้าแคบ เมื่อสวมแล้วต้องรู้สึกคับ
หมวกกันกระแทก– ควรใส่ไว้ป้องกันกรณีที่อาจจะมีเศษหิน หรือสิ่งของตกลงมาระหว่างโรยตัว
เชือกสำหรับปีนเขา – เชือกที่เลือกใช้ ก็ควรจะเป็นแบบที่เหนียว ไม่ยืดง่าย ควรมีความยาวขนาด 45-50-60 เมตร
อุปกรณ์บีเลย์– ใช้สำหรับผ่อนเชือก และควบคุมความเร็วในการโรยตัว

3. เรียนรู้วิธีผูกเงื่อน
“เงื่อนเลข 8” คือเงื่อนที่จะใช้ผูกกันนั่นเอง โดยจะผูกกับฮาร์เนสเพื่อดึงตัวนักปีนผาเอาไว้ ในกรณีที่เกิดเหตุสุดวิสัยนักปีนเขาตกลงมา ก็จะช่วยป้องกันอุบัติเหตุได้

4.เตรียมพร้อมความแข็งแรงของร่างกาย
มีใจอย่างเดียวไม่พอ ร่างกายก็ต้องพร้อมรับมือด้วย เห็นแบบนี้การปีนเขาไม่ใช่ว่าใครจะทำก็ได้ ควีมีการฝึกเน้นกล้ามเนื้อแกนกลางลำตัว  เช่น กล้ามเนื้อส่วนท้อง และสะโพก วิธีการออกกำลังกายง่าย ๆ อาทิ ซิทอัพ หรือ PLANK เป็นต้น

5. วางแผนก่อนปีน
ภูเขาลูกนึงไม่ใช่แค่วงกลมรูปเล็กที่วน 1 วันจะถึงจุดหมาย ดังนั้นนักปีนเขาจะต้องมีการวางแผนเส้นทางก่อนปีนทุกครั้ง เช่น จุดพัก จุดที่จะวางขา และต้องหาเส้นทางที่ดีที่สุด ซึ่งการวางแผนเหล่านี้จะช่วยให้นักปีนเขาออกแรงน้อยลง และลดโอกาสการเกิดอุบัติเหตุนั่นเอง

6. ก่อนและหลังปีน
การปีนเขาก็เหมือนการออกกำลังกาย จะต้องมีการ WARM-UP ก่อนปีน และ COOL-DOWN หลังปีนทุกครั้ง เพื่อป้องกันการบาดเจ็บของกล้ามเนื้อที่ออกแรงไป

7. ระหว่างปีน
การปีนที่ถูกต้องก็จะช่วยลดอาการเหนื่อย และปวดเมื่อนกล้ามเนื้อได้เหมือนกัน
ออกแรงแขนน้อย – พยายามทำแขนตรงตลอดเวลาทั้งขาขึ้้น และขาลง
เน้นแรงขา – ใช้ขาในการดันตัวขึ้น และถีบตัวลง แต่ทั้งนี้ทั้งนั้น ต้องอย่าลืมหาจุดพักเป็นระยะ ๆ เพื่อให้กล้ามเนื้อได้ผ่อนคลายบ้างนะครับ

8. ฝึก indoor ให้คล่องก่อนออกสนามจริง
จะออกรบยังต้องมีการซ้อมรบ การปีนเขาก็เช่นกัน ก่อนจะเห็นนักปีนเขาปีนกันคล่อง ๆ จนขึ้นไปพิชิตขอบฟ้าได้นั้นต้องผ่านการฝึกฝนมากมาย ดังนั้นเราควรฝึกฝนให้ชำนาญเสียก่อน เพราะในการปีนผาจริงนั้นมีปัจจัยที่ควบคุมไม่ได้มากมาย เมื่อเจอสถานการณ์จริงถ้าได้ฝึกจนชำนาญแล้วก็จะสามารถรับมือได้ดีกว่า
ไม่ยากใช่ไหมล่ะครับถ้าคิดจะเริ่มปีนเขาจริง ๆ แต่ถึงจะไม่ยากก็ต้องใช้เวลาในการเตรียมตัวระดับหนึ่ง ดังนั้นใครที่กำลังอยากจะออกไปพิชิตยอดเขาแล้วล่ะก็ วางแผนกันไว้ตั้งแต่วันนี้เลยนะครับ
“ปีนเขาไม่ยาก แค่อยากให้เริ่ม”
','null')

('','ปีนผา ปีนเขา ได้แขนเข่าแข็งแรง','<img src="../image/article-img/article3.1">
กีฬาปีนเขา ท้าทาย ได้แขนเข่าแข็งแรง
 
 
เชื่อไหมคะว่าเราสามารถดึงศักยภาพของตัวเองออกมาได้ด้วยการออกกำลังกายหรือเล่นกีฬา
 
 
หลายคนอาจมองว่ากีฬาปีนผาไต่เขาหรือหน้าผานั้น น่าหวาดเสียวแต่กีฬาประเภทนี้ก็ช่วยดึงความกล้ามและศักยภาพของเราออกมาได้ แถมยังช่วยฟิตกล้ามเนื้อ โดยเฉพาะแขนและเข่า เพราะต้องใช้กำลังอย่างต่อเนื่อง จึงอาจไม่เหมาะกับผู้สูงอายุ เด็กอายุต่ำกว่า 7 ขวบ ผู้ที่แขนบาดเจ็บ คนกลัวความสูงผู้ป่วยโรคความดันโลหิตสูงและโรคหัวใจ
 
 
กีฬาปีนผา แบ่งออกเป็นหลายประเภท ดังนี้
 
1.ฟรีไคลมบ์ (Free Climb) หรือโซโลไคลมบ์ (Solo Climb) เป็นการปีนโดยไม่มีอุปกรณ์ป้องกัน นักปีนต้องประเมินความสามารถของตัวเองให้ดี เพื่อตัดสินใจเลือกระดับความสูงที่ปีนได้ เพราะหากพลาดตกลงมาอาจทำให้เสียชีวิตได้
 
 
2.เทนดิชันนัลไคลมบ์ (Traditional Climb) เป็นการปีนที่มีระบบป้องกันภัย โดยผู้ปีนต้องมีทักษะการปีนผาและความรู้ความเชี่ยวชาญเกี่ยวกับอุปกรณ์ในการปีนผา ตำแหน่งการติดตั้งจุดป้องกันอันตราย เพราะนักปีนผาจะต้องค่อยๆ ปีนและติดตั้งระบบป้องกันภัยนี้ขึ้นไปเรื่อยๆ ตามเส้นทางที่ปีน ซึ่งต้องใช้สมาธิสูงมาก
 
 
3.สปอร์ตไคลมบ์ (Sport Climb) เป็นการปีนที่มีระบบป้องกันภัยเช่นเดียวกันกับแบบเทรดิชันนัลไคลมบ์ เพียงแต่ว่าสปอร์ตไคลมบ์จะติดอุปกรณ์ช่วยในการปีนไว้บนก้อนหินอย่างถาวร นักปีนเพียงนำส่วนที่ยึดตัวไปติดเข้ากับอุปกรณ์ที่ติดไว้ตามเส้นทาง สปอร์ตไคลมบ์จึงได้รับความนิยมเป็นอย่างมาก เพราะช่วยให้นักปีนหน้าใหม่สามารถปีนไปถึงจุดใหม่ๆ ได้ง่ายขึ้น
 
 
นอกจากนี้สปอร์ตไคลมบ์ยังได้รับการดัดแปลงมาเป็นการปีนหน้าผ้าจำลอง ซึ่งเป็นกีฬาที่แพร่หลายอยู่ในเมืองขณะนี้อีกด้วย
 
 
รู้จักอุปกรณ์ช่วยปีนผา
 
เรามารู้จักอุปกรณ์ในการปีนผากันค่ะ มีดังนี้
 
• ฮาร์เนสส์ (Harness) หรือสายรัดสะโพก
 
 
• คาราไบเนอร์ (Carabiner) เป็นห่วงเหล็กอะลูมิเนียมหรืออัลลอย
 
 
• ควิกดรอว์ (Quickdraw) คือ เชือกไนลอนสั้นๆ ซึ่งมีคาราไบเนอร์เกี่ยวอยู่ตรงปลายทั้งสองข้าง
 
 
• อุปกรณ์บีเลย์ (Belay Device) ใช้สำหรับผ่อนเชือกและควบคุมความเร็วในการโรยตัว
 
 
• รองเท้าปีนผา เป็นรองเท้าพื้นเรียบไม่มีดอกยาง หัวรองเท้าแคบเพื่อให้สอดเท้าเข้าไปในช่องหินได้สะดวก
 
 
• แมกนีเซียมคาร์บอเนต หรือผงชอล์ก เป็นผงคล้ายแป้ง ใส่ในถุงผ้าแล้วนำไปห้อยไว้ด้านหลังของนักปีนผา
 
 
• เชือกสำหรับปีนผา (Kemmantle Robe) เป็นเชือกลักษณะพิเศษที่มีความเหนียวไม่ยืดตัวง่าย สามารถรับแรงดึงได้ถึง 2 ตัน
 
 
เทคนิคสำหรับมือใหม่
 
สำหรับมือใหม่ไม่ต้องกังวลใจค่ะ เพราะการฝึกปีนผาในแต่ละแห่งจะมีเจ้าหน้าที่ดูอย่างใกล้ชิด เรามาดูเทคนิคเบื้องต้นในการปีนผากัน ศูนย์บริการกีฬา มหาวิทยาลัยธรรมศาสตร์ แนะนำไว้ว่า
 
• ควรอบอุ่นร่างกายและตรวจสอบอุปกรณ์ก่อนเริ่มการปีนผา สำหรับมือใหม่ ต้องมีผู้ชำนาญการเป็นผู้ช่วยทุกครั้ง และทั้งสองฝ่ายจะต้องเอาใจใส่ซึ่งกันและกัน คอยฟังสัญญาณจากฝ่ายตรงข้ามเพื่อความปลอดภัยของผู้ปีนผา
 
 
• เงื่อนเลขแปดสำคัญมาก นักปีนผาต้องผูกให้ถูกวิธีและตรวจเช็กให้แน่ใจ
 
 
• สวมหมวกกันน็อก ตลอดเวลาที่ปีนผา
 
 
• ควรสวมใส่รองเท้าสำหรับปีนผาเท่านั้น เพราะจะช่วยให้นิ้วเท้ายึดติดกับซอกหินได้
 
 
• ขณะปีน ถ้ารู้สึกเหนื่อยสามารถหยุดพักได้ ไม่จำเป็นต้องรีบร้อนปีนให้ถึงจุดหมาย
 
 
• อย่าก้มลงมองพื้นด้านล่าง ให้มองเฉพาะจุดที่มือเราจะยึดจับไว้เท่านั้น โดยใช้สติและไหวพริบในการตัดสินใจให้ดี
 
 
• อย่าปล่อยมือที่เป็น Break Hand ออกจากเชือกเป็นอันขาด
 
 
• อย่าเหยียบเชือกและอุปกรณ์ปีนผา
 
 
การปีนผานอกจากจะสร้างความสนุกและสุขภาพให้แก่ผู้ปีนแล้ว ยังจัดเป็นกิจกรรมท่องเที่ยวเชิงนิเวศที่ไม่ก่อให้เกิดมลภาวะและความเสียหายใดๆ ทั้งสิ้น ส่วนใครที่ชื่นชอบการปีนหน้าผาจำลองนั้น ปัจจุบันในยิมหรือฟิตเนสใหญ่ๆ ก็เปิดให้บริการ
 
 
ผู้เขียนเชื่อเหลือเกินว่า หากเราเปิดใจยอมรับและหมั่นฝึกฝนการออกกำลังกายหรือเล่นกีฬาชนิดใดก็แล้วแต่ ย่อมเกิดประโยชน์ต่อผู้ฝึกอย่างแน่นอน และสามารถนำข้อดีนี้ไปประยุกต์ใช้ในชีวิตประจำวันได้ด้วย
 
 
สถานที่ปีนเขาหรือหน้าผาธรรมชาติในเมืองไทยมีดังนี้
 
1.หาดไร่เลย์ จังหวัดกระบี่
 
 
2.ถ้ำเขาปูน จังหวัดกาญจนบุรี
 
 
3.สวนสาธารณะบางทุ่งแสง จังหวัดสระบุรี
 
 
4.เขากะโหลก ปราณบุรี จังหวัดประจวบคีรีขันธ์
 
 
ครูกาญจน์ พันธรักษ์
อดีตนักกรีฑา ทีมชาติชุดซีเกมส์
','null')

('','6 ทริคสำหรับการปีนผาจำลองครั้งแรก','<img src="../image/article-img/article4.1">
การปีนหน้าผาจำลองเป็นกิจกรรมที่น่าสนใจมาก กำลังมาแรงด้วย แถมยังสนุก เหมาะกับผู้ชื่นชอบความท้าทาย แถมยังเป็นการออกกำลังกายอีกรูปแบบหนึ่ง ได้ฝึกสมาธิและฝึกการวางแผนด้วยนะ
     สถานที่ปีนผาจำลองในกรุงเทพฯ ซึ่งเป็นสตูในเครือข่ายของ FITALIKA ก็มีที่ URBAN PLAYGROUND และ PROCLIMBER THAILAND   เพราะมาแรงมาก และหลาย ๆ คนก็เริ่มให้ความสนใจมากขึ้น FITALIKA เลยขอมาแนะนำการเตรียมตัวและข้อควรรู้สำหรับมือใหม่ก่อนปีนหน้าผาจำลอง
 
  1. การแต่งตัว
  ควรใส่เสื้อผ้าที่คล่องตัว ขยับร่างกายสะดวก และควรเป็นกางเกงขายาวนะคะ เพื่อกันไม่ให้ขากระแทกกับหน้าผาจำลองตอนปีนครั้งแรก ๆ ไม่งั้นอาจมีรอยถลอกติดกลับบ้านได้นะ
 
  2. วิธีใช้อุปกรณ์
  เราควรรู้วิธีการใช้อุปกรณ์ทุกชิ้นเพื่อความปลอดภัยของตัวเรา ซึ่งจะช่วยให้เรามั่ยใจและสบายใจขึ้นเวลาปีนหน้าผาจำลองด้วย นอกจากนี้อุปกรณ์เกือบทุกชิ้นมักมีให้เช่าที่สตูดิโออีกด้วย ไม่จำเป็นต้องซื้อไว้เป็นของส่วนตัวก็ได้ ไว้ติดใจแล้วค่อยซื้อก็ยังทันค่ะ
 
  3. เตรียมใจ
  อย่าให้ความอันตรายและการกลัวความสูงมาทำให้คุณไม่กล้าปีนหน้าผานะคะ ปกติทุกสตูดิโอจะมีเน้นเรื่องความปลอดภัยมาเป็นอันดับแรก เซฟตี้ดีมาก ๆ ปลอดภัยสุด ๆ
 
 4. เชื่อใจ
  คุณต้องเชื่อใจ Belayer (ผู้ที่ดึงเชือก) ของคุณ หากไม่ไว้ใจ คุณก็จะปีนผาไม่สนุก แต่สตูดิโอหลายที่ก็เริ่มใช้ Auto Belayer หรือเครื่องดึงเชือกอัตโนมัติแล้วนะคะ
 
  5. การปีนหน้าผาจำลองไม่ได้ใช้แค่แขนเท่านั้น
  เพราะการปีนหน้าผาจำลองใช้ร่างกายทั้งตัว ทั้งการใช้ขาเพื่อถีบส่งตัวเองให้ปีนขึ้นสูงขึ้น ให้กล้างเนื้อนิ้วยึดเกาะเอาไว้ ไม่ได้ใช้แค่แขนในการดึงตัวเองขึ้นไป เพราะฉนั้นไม่ต้องกังวัลเลยว่าแขนไม่แข็งแรงแล้วจะปีนไม่ได้
 
  6. อาหาร
  ไม่ควรทานอาหารอิ่มมากเกินไป กินเบา ๆ เหมือนไปออกกำลังกายอื่น ๆ จะดีกว่าไม่อย่างนั้นจะอึดอัดและปีนไม่ขึ้นเอานะ
','null')

('','ที่เที่ยวยอดนิยม : 3 ที่เที่ยวที่คุณต้องไปก่อนข้อเข่าเสื่อม','','null')

ALTER TABLE article 
	ADD topic int(4) 


